Repository: common-repository/wp-postviews-data-delete
Catalog: languages/wp-postviews-delete-*.po
Languages: de_de, fr_fr, tr_tr

source: Dashboard
de_de: Beginnend
fr_fr: Commençant
tr_tr: Başlangıç

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
tr_tr: Ayarlar

source: Other Plugins
de_de: Andere Plugins
fr_fr: Autres Plugins
tr_tr: Diğer Eklentiler

source: Redirecting, please wait.
de_de: Sie werden umgeleitet, bitte warten.
fr_fr: Vous allez être redirigé, s'il vous plaît attendez.
tr_tr: Yönlendiriliyorsunuz, lütfen bekleyiniz.

source: Hi, thanks for download my plugin.
de_de: Hallo, Vielen Dank für das Herunterladen unserer Plug-in.
fr_fr: Salut, Merci de télécharger notre plug-in.
tr_tr: Selam, eklentimizi indirdiğiniz için teşekkür ederiz.

source: Total row
de_de: Gesamtdaten
fr_fr: ligne Total
tr_tr: Toplam veri

source: Data Delete
de_de: Daten löschen
fr_fr: Efface les données
tr_tr: Verileri sil

source: Now Data Delete
de_de: Jetzt löschen
fr_fr: Maintenant suppression des données
tr_tr: Şimdi sil

source: Row Deleted
de_de: Daten gelöscht wurde
fr_fr: Ligne supprimée
tr_tr: Veri silindi

source: Sorry, no data stored in your database.
de_de: Leider keine Datensätze in der Datenbank
fr_fr: Désolé, pas de données stockées dans votre base de données.
tr_tr: Üzgünüz, veritabanınızda herhangi bir kayıt yok.

source: Oops! plese <a href="https://wordpress.org/plugins/wp-postviews/" target="_blank">Wp-postviews</a> Plugin Install.
de_de: Error! Bitte <a href="https://wordpress.org/plugins/wp-postviews/" target="_blank"> installieren Sie das Plugin WP-Postviews </a>.
fr_fr: Oops! plese <a href="https://wordpress.org/plugins/wp-postviews/" target="_blank">WP-PostViews</a> Plugin Installer.
tr_tr: Hata! lütfen <a href="https://wordpress.org/plugins/wp-postviews/" target="_blank">Wp-postviews</a> Eklentisini kurun.
